console.log("random Jokes website")

let joke = [`मास्टर जी : अगर पृथ्वी के अंदर LAVA है तो बाहर क्या है ?
संजू : मास्टर जी बाहर ओप्पो और VIVO है
घोर सन्नाटा 😂 😂 😂 😂 😂`,

`टीचर – संजू यमुना नदी कहॉं बहती है ?
संजू – जमीन पर
टीचर – नक्शे में बताओं कहॉं बहती है ?😡😡
संजू – नक्शे में कैसे बह सकती है, नक्शा गल नहीं जाएगा 😂 😂 😂 😂 😂`,

`टीचर : तुम परिंदो के बारे में सब जानते हो ??
संजू : हाँ
टीचर : अच्छा ये बताओ कौन सा परिंदा उड़ नहीं सकता ??
संजू : मरा हुआ परिंदा 😤😤😆😆
भाग पागल कहीं का 😂😂😂😂`,

`टीचर (स्टूडेंट से) : सेमेस्टर सिस्टम से क्या फायदा है, बताओ?
स्टूडेंट : फायदा तो पता नहीं, पर बेइज्जती साल में दो बार हो जाती है😜😝😂
टीचर : वाक्य को अंग्रेजी में ट्रांसलेट करो ‘वसंत ने मुझे मुक्का मारा’
संजू : वसन्तपंचमी 😂😂😂😂😂`,

`टीचर: नालायक पढ़ ले कभी तुने अपनी कोई बुक खोल के देखी है?😒
संजू : हाँ मैं रोज़ खोलता हूँ एक बुक!
टीचर : कौन सी?
संजू : फेसबुक 😂😜`,

`टीचर : मैं 2 वाक्य दूंगा आपको उसमें अंतर बताना है
1. उसने बर्तन धोये
2. उसे बर्तन धोने पड़े
संजू : पहले वाक्य में कर्ता अविवाहित है और दुसरे वाक्य में कर्ता विवाहित है। टीचर अभी तक बेहोश है।😂 😃 😃 😂`,

`इंजीनियरिंग के स्टूडेन्ट – Sir, हमने कॉलेज में एक ऐसी चीज बनाई है…जिसकी सहायता से आप दीवार के आर-पार देख सकते हैं…
सर (खुश होते हुए) – वाह ! क्या बात है…क्या चीज है वह 😊😊?
स्टुडेन्ट – छेद…😂😂😂😂😂
सर – दे थप्पड़… दे थप्पड़…`,

`टीचर – बेटा कबूतर (Kabutar) पर एक वाक्य बनाओ…
स्टूडेंट – शाम को पी हुई दारु, साली Kab Utar जाती है… पता ही नहीं चलता…😜😜😜
टीचर अभी तक बेहोश है😂😂😂😂`,

`पूरी जवानी निकली जा रही है, इसी इंतजार में…मिलेंगे अगर स्कूल के टीचर तो पूछुँगा जरूर… ये साईन थीटा, कोस थीटा और टेन थीटा का उपयोग कब करना है…😏😏😂😜😂`,

`टीचर : एक टोकरी में 10 आम है , उसमें से २ आम सड़ गए , बताओ कितने आम बचे ?
संजू : सर , 10 आम
टीचर : वो कैसे ?
संजू : सड़ने के बाद भी आम तो आम ही रहेगा ना , केले तो बन नहीं जायेंगे 😂😂
आज संजू एक वकील है😏😏😂😜😂`,

`टीचर: तुम पढ़ने में ध्यान क्यों नहीं देते हो?
स्टूडेंट : क्योंकि पढाई सिर्फ दो वजहों से की जाती है…..
पहला कारण :डर से
दूसरा कारण : शौख़ से
और,बिना वजह के शौख हम रखते नहीं और डरते तो किसी के बाप से नहीं।😂😂`,

`टीचर:- “क्लास में लड़ाई क्यों नही करनी चाहिए..?”
संजू:-“क्योंकि पता नही एग्जाम में कब किसके पीछे बैठना पड़ जाये..!”😂😂`,

`स्कूल मे एक दिन टीचर संजू से :-
तुम बड़े होकर क्या बनोगे?
संजू :- मेम मै बड़ा होकर सी. ए (CA) बनूँगा, सभी महानगरों मे मेरा बिजनेस चलेगा, हमेशा हवाई यात्रा करूँगा,
हमेशा 5 स्टार होटल मे ठहरूँगा, हमेशा 10 नौकर मेरे आसपास रहेंगे, मेरे पास सबसे महंगी कार होगी, मेरे पास सबसे महंगे…
टीचर :- बस संजू बस!!
बच्चों आप सब को इतना लम्बा जवाब देने की आवश्यकता नही है, सिर्फ एक लाइन मे जवाब देना…
… अच्छा पिंकी तुम बताओ तुम बड़ी होकर क्या बनोगी ?
पिंकी :- संजू की पत्नी..😆😛😜﻿😆😛😜﻿😆😛😜﻿😆😛😜﻿`,

`टीचर : मैं जो पूछूँ उसका जवाब फटाफट देना
संजू : जी सर ,
टीचर : भारत की राजधानी बताओ ?
संजू : फटाफट
टीचर अभी तक संजू को पीट रहा है😜😜😜😜`,

`टीचर –1 अक्टूबर, 2 अक्टूबर ओर 15 अक्टूबर को क्या हुआ था जिसे हर साल याद करके उत्सव के रूप में मनाया जाता हे
विद्यार्थी –सर 1अक्टूबर को गांधी जी की माँ को भर्ती किया गया था ……. 2अक्टूबर को गांधी जी का जन्म हुआ था जिससे हम 2 अक्टूबर को ग़ांधी जयंती मानते हे
टीचर …😁😁ओर 15 अक्टूबर क्या हुआ था ???????????????
विद्यार्थी-15 अक्टूबर को गांधी जी की पंजीरी आई थी ।।। 😜😜😜😜😗😜😜😜😜…..टीचर आज तक कोमा में हे …….😂😂😂😂﻿`,

`टीचर : भारत से विदेश जाने वाली पहली महिला कौन थी?
चंटू : सीता, श्रीलंका गई थी.
टीचर अभी भी बेहोश है.😱`,

`अध्यापक -छात्र से -बताओ तुम इतिहास पुरूष में सब से ज्यादा किससे नफरत करते हो ?
बच्चा : राजा राम मोहन राय से
अध्यापक – क्यू ??
बच्चा – उसी नें बाल विवाह बँद करवाया था वरना आज हम भी बीवी बच्चे वाले होते !😂😂😂😆😆😆`,

`अध्यापक: बच्चों को महाभारत पढाते हुए………..”कंस ने सुना कि देवकी का आठवां पुत्र उसे मार देगा तो उसने देवकी और वसुदेव को जेल में डाल दिया”
पहला बच्चा हुआ, कंस ने मार दिया.
दूसरा…….. हुआ, कंस ने मार दिया,
तीसरा भी, चौथा भी……….आठवां
एक शिष्य: गुरु जी एक मिन्ट..
गुरु: क्या बात है?
शिष्य : अगर कंस को पता था कि देवकी और वसुदेव का आठवां बच्चा उसे मार देगा तो उसने दोनों को एक ही कोठरी में बंद क्यों किया?
अध्यापक 😳👼 बेहोश!
😱😜😜😄😄😝😝😂😂﻿`,

`टीचर बच्चों से : कोई ऐसा वाक्य सुनाओ जिसमे हिंदी , उर्दू , पंजाबी और अंग्रेजी का प्रयोग हो
संजू : इश्क़ दी गली विच no Entry😂 😂टीचर बेहोश। …..`,

`टीचर संजू से : तुम्हारे पापा क्या करते हैं ?
संजू : जी , वो रोज़ गालियां कहते हैं।
टीचर : क्या मतलब ?
संजू : सर , वो customer care executive हैं. .`,

`अध्यापक : अगर तुम्हारा best friend और Girlfriend दोनों डूब रहे हो तो तुम किसे बचाओगे ?
स्टूडेंट : डूब जाने दो सालों को ……….आखिर वो दोनों एक साथ कर क्या रहे थे ?`,

`अध्यापक ने गधे के सामने एक बोतल दारु राखी और एक बाल्टी पानी की …. गधा सारा पानी पी गया।
अध्यापक ने बच्चों से पूछा तो तुमने क्या सीखा ?
बच्चे : जो दारु नहीं पीता वो गधा है`,

`तीसरी क्लास का बच्चा (टीचर से) :- मैडम मै आपको कैसा लगता हूँ ??
मैडम :- सो स्वीट…😚😚
बच्चो :- तो मै अपने मम्मी पापा को कब भेजूं आपके घर ??
मैडम :- क्यों ??
बच्चा :- बात आगे बढाने के लिये…….!
मैडम :- ये क्या बकवास है ??
बच्चा :- ट्युशन के लिए……!
क्या मैडम आप भी ना… कसम से व्हाट्सएप पढ-पढ कर बिगड. गई हो…😜😂😂😂😂😂😂`,

`टीचर: हिम्मत ए मर्दा तो मदद ए खुदा का मतलब बताओ?
संजू: जो अपनी बीवी के सामने मर्द बनने की कोशिश करता है उसकी मदद फिर खुदा ही कर सकता है।`,

`टीचर- अगर रात में मच्छर काटे तो क्या करना चाहिए?
लड़का-चुपचाप खुजा कर सो जाना चाहिए। क्योंकि आप कोई रजनीकांत तो हो नहीं कि मच्छर से सॉरी बुलवा लोगे। 😜😜😜﻿`,

`टीचर-संजू एक स्टोरी सूनाओ विद मॉरल
संजू -मैने उसको फोन किया वो सो रही थी…. फिर उसने मुझे फोन किया मैं सो रहा था …. .
मॉरल – जैसी करनी वैसी भरनी`,

`टीचर:- एक तरफ पैसा,दुसरी तरफ अक्कल, क्या चुनोगे ?
विद्यार्थीः पैसा.
टीचर:- गलत, मै अक्कल चुनती
विद्यार्थीः- आप सही कह रही हो मेडम,जिसके पास जिस चीज की कमी होती है वो वही चुनता है ……………
दे थप्पड़ दे थप्पड़ 😀 😛`,

`बेटा – मुझे शादी नहीं करनी!! मुझे सभी औरतों से डर लगता है!
पिता- कर ले बेटा! फिर एक ही औरत से डर लगेगा, बाकी सब अच्छी लगेंगी।
😛😛😜😜😜😜😛😛`,

`पिता बेटे पर गुस्सा करते हुए – एक काम ढंग से नहीं होता तुझसे , तुम्हें पुदीना लाने के लिए कहा था और तुम ये धनिया ले आए , तुझ जैसे बेवकूफ को तो घर से निकाल देना चाहिए
बेटा: पापा चलो इकठे ही चलते है
पिता : क्यों ?
बेटा: मम्मी कह रही थी कि ये मेथी है 😁😋😆😎😂`,

`पिता : फोन पर कौन था? 😒
संजू : दोस्त था 😊
पिता : वास्तव में बता कौन था? 😡
संजू : संजय दत्त 😂😂😂😂😂😂
संजू सुधर नहीं सकता और इसी तरह पिटता रहेगा 😂😂😂`,

`बेटा: पापा, आप परेशान क्यों हैं?
पापा : जिनके नसीब मेंसुख न लिखा हो ना बेटा, उनकी बीवी छुट्टियों में भी मायके नहीं जाती 😁😁😁`,

`पापा और 15 साल का बेटा एक होटल में गए…
पापा- वेटर एक बियर 🍺 और एक आईसक्रीम लाओ 🍦,
बेटा – आईसक्रीम 🍦 क्यों पापा, आप भी बियर 🍺 लीजिये ना,
दे..चप्पल..पे..चप्पल 😁😁😁`,

`बच्चा : पापा आपने मम्मी में ऐसा क्या देखा जो शादी कर ली ?
पापा : उसके गाल का चोट सा तिल
बच्चा : कमाल है !!! इतनी सी छोटी चीज के लिए इतनी बड़ी मुसीबत मोल ले ली 😁😁😁😁😁😁😁﻿`,

`अपने बेटे के रिपोर्ट कार्ड पर पिता ने अंगूठा लगाया…
बेटा :- पापा आप तो इंजीनियर हो, फिर ये अंगूठा क्यों?😯
पिता:- हरामखोर तेरे Marks देखकर Teacher को नहीं लगना चाहिए कि तेरे बाप पढ़ा लिखा है…😅😅😅`,

`LKG के बच्चे के पेपर मे 0 आया.
गुस्से से पिता: यह क्या है?
बच्चा: पिताजी, शिक्षक के पास स्टार खत्म हो हो गए थे इसलिये उसने मून दे दिया﻿ 😂😂😂😂😂😂😂`,

`माता-पिता अपने बच्चे से : हमारा राजा बेटा बड़ा होकर क्या बनेगा ?
बच्चा : बस इतना समझदार कि 3 साल के बच्चे से ये सब ना पूछूँ 😁😜`,

`संजू अपने पिता से : पापा वो शर्मा जी का बेटा बाप बन गया
पिता : तो ?
संजू : अच्छा !!! बचपन से जब भी वो first आया आपने कहा उस जैसा बन। ……. तो आज नहीं कहोगे ???
पिता : भाग साले हरामखोर यहां से….`,

`अचानक संजू ने पुछा : पापा ये मर्द कौन होता है ?
पिता : जो इंसान पूरे घर में अपनी हुकूमत चलाये वो मर्द होता है।
संजू : पापा मैं भी बड़ा होकर मम्मी की तरह ” मर्द ” बनूँगा।`,

`बाप – इतने कम मार्क्स…😣 दो थप्पड़ मारने चाहिए…✋
पप्पू – हाँ पापा जल्दी चलो मैंने उस साले मास्टर का घर भी देख रखा हैं…😂`,

`पापा नाश्ता कर रहे थे..अचानक फोन बजा,
पापा – मेरे ऑफिस से होगा,पूछे तो बोल देना मैं घर पर नहीं हूँ
बेटी(फोन उठकर)- पापा घर पर ही हैं
पापा – अरे मैंने तो कहा था कि मना कर देना
बेटी – अरे फ़ोन मेरे लिए था..
पापा बेहोश… 😁😜 ﻿`,

`एक बच्चा अपनी माँ से बुरी तरह से पीटने के बाद, अपने पापा से पूछा आप कभी पाकिस्तान गए हो ?
पापा : नहीं बेटा …..
बेटा: कभी अफगानिस्तान गए हो ?
पापा : नहीं बेटा.
बेटा : तो फिर यह आतंकवादी आइटम कहाँ से लाये ?? 😜😜😜😜😜﻿`,

`पिता : बेटा, एक जमाना था जब मैं 10 रुपए लेकर बाजार जाता था और किराना, सब्जी, दूध सब ले आता था।
बेटा : पिताजी अब जमाना बदल गया है। आजकल हर दुकान पर सीसीटीवी कैमरे लगे रहते हैं।﻿`,

`पापाः बेटा तुम्हारे रिजल्ट का क्या हुआ?
पप्पुः पापा 80% आये है ।
पापाः पर मार्कशीट पर 40% लिखा है?
पप्पूः बाकी के 40% आधारकार्ड लिंक होनेपर सीधे अकाऊंट में आएंगे।`,

`पिता बच्चे के रूम में जाते है..देखते ही उनका बच्चा आँखों पर चश्मा रखकर थके चेहरे से पढ़ाई करते करते सो गया है…वो पास पहुंचते है ..उसके बालो पे से हलक से हाथ घुमाते है…हाथ की किताब बाजू में रखते है…. हलके से उसके आँखों का चश्मा निकालते है और जोर से उसके मुह में तमाचा जड़ देते है …. हरामखोर मेरे WhatsApp में एक मिनट पहले तू ऑनलाइन दिख रहा है ..बाप को केजरीवाल समझता है ??`,

`एक बच्चा अपने पापा की शादी की CD देख रहा टीवी पर…
बच्चा- हम भी अपनी शादी मे आइटम गर्ल नचवायेगे ….!
पिता- हरामखोर… ये तेरी बुआ और मौसी है।`,

`जली को आग कहते हैं…..
बुझी को राख कहते हैं…..
जिसका missed call देखते ही दारू उतर जाये.. उसे baap कहेते हैं`,

`बच्चा – पापा आप जल्दी से जल्दी मेरी शादी करा दो,
पिता – क्यों बे ?
बच्चा – जल्दी करो नहीं तो मैं दादी से शादी कर लूँगा,
पिता – क्या? तू मेरी माँ से शादी करेगा?
बच्चा – हाँ, आपने भी तो मेरी माँ से शादी की हुई है`,

`सारे दिन फ़ोन पे चैटिंग करते रहने का नतीजा,
पापा- बेटा क्या कर रहा है?
पप्पू- पापा वर्षा आने वाली है,
पापा- कुछ पढ़ लिया कर नालायक, सारे दिन लड़कियों से चैटिंग करता रहता है,
पप्पू- पापा मैं बारिश की बात कर रहा हूँ`,

`बेटा पहली बार एक लड़की को लेकर घर में आया ,
पिता – कौन है ये लड़की ?
बेटा – ये मेरी गर्लफ्रेंड है ,,
पिता – ok
दूसरे दिन , लड़का किसी दूसरी लड़की के साथ ,
पिता(गुस्से में) – कौन है ये लड़की ?
बेटा – रिश्ता वही , आइटम नई..`,

`बाप ने देखा कि बेटा जीन्स का बटन टांक रहा था….
बाप – बेटा, हमने तुम्हारा विवाह कराया, बहू घर आयी, फिर भी तुम अपनी जीन्स पर खुद ही बटन टांक रहे हो?
बेटा : पिताजी, आप गलत सोच रहे हैं… यह जीन्स उसी की है…
पिता जी बेहोश…..`]
let joke_num = Math.floor(Math.random()*joke.length-1);

console.log(joke_num);
console.log(joke.length-1);


// console.log(joke[num]);
// document.write(`"`,joke[num],`"`);

document.getElementById("joke").innerHTML=joke[joke_num];